const videos = [
	{
		id: 1,
		videoName: "Аватар: Шлях води (2022)",
		videoImage: "/video/video/01_Avatar/01_Avatar.webp",
		videoLink: "/video/video/01_Avatar/Avatar-2.mp4",
		videoGenre: ["Новинки", "Фільми", "Бойовик", "Пригоди", "Фантастика", "Фентезі"],
		videoCountry: ["США"],
		videoProducer: "Джеймс Кемерон",
		videoActors: ["Сем Вортінгтон", "Зої Салдану", "Сігурні Уівер", "Стівен Ленг", "Кейт Уінслет", "Кліфф Кертіс", "Джоель Мур", "Сі Сі Ейч Паундер", "Іди Фалько", "Брендан Коуелл"],
		videoDuration: 192,
		videoDescription: "У минулому Джейк Саллі був досвідченим солдатом, але травма змушує його попрощатися з бойовими товаришами раз і назавжди. Але несподівано герой стає учасником експерименту, що дозволяє йому отримати власний аватар і розпочати нове життя. Дізнавшись, що Пандорі загрожує серйозна небезпека, Джейк очолює оборону планети. Також до героя приєднуються його друзі та кохана Нейтирі. Незабаром на поверхню планети прибувають озброєні до зубів люди, готові піти на все, аби місцеві жителі віддали їм усі свої безцінні ресурси. Відступати нікуди, а земні вчені продовжують створювати одну страшну зброю за іншою, прагнучи перетворити Пандору на чергову колонію. Однак заради захисту своїх людей Джейк готовий піти на будь-які жертви, а тому землянам доведеться пролити чимало крові або остаточно відмовитися від операції.",
		videoYearReleased: 2022
	},
	{
		id: 2,
		videoName: "Гаррі Поттер та філософський камінь (2001)",
		videoImage: "/video/video/02_HARRY_POTTER/02_HARRY_POTTER.webp",
		videoLink: "/video/video/02_HARRY_POTTER/02_Гаррі Поттер і Філософський камін.mp4",
		videoGenre: ["Фільми", "Пригоди", "Сімейний", "Фентезі"],
		videoCountry: ["США", "Великобританія"],
		videoProducer: "Кріс Коламбус",
		videoActors: ["Деніел Редкліфф", "Руперт Грінт", "Емма Уотсон", "Річард Харріс", "Алан Рікман", "Меггі Сміт", "Роббі Колтрейн", "Том Фелтон", "Меттью Льюїс", "Ієн Харт"],
		videoDuration: 152,
		videoDescription: "Фільм відкривається описом сім'ї Дурслі, сім'ї середнього класу, що живе в Літтл-Уінгінг, Суррей. Вернон і Петунія Дурслі постійно турбуються, що хтось дізнається про сестру відьми Петунії, Лілі, і їхнє занепокоєння виправдовується, коли на порозі їхнього будинку опиняється немовля Лілі, син Гаррі. Лілі та її чоловік, Джеймс Поттер, були вбиті темним чарівником Волдемортом, але коли Волдеморт спробував убити Гаррі, його сила якимось чином зруйнувалася. Гаррі стає єдиною живою людиною, яка будь-коли пережила вбивче прокляття, і єдиною ознакою його зустрічі з Волдемортом є унікальний шрам у формі блискавки на його лобі. Оскільки Гаррі не має інших живих родичів, Альбус Дамблдор, директор школи чарівництва і чарівництва Гоґвортс, вирішує залишити його у Дурслі, поки він не стане достатньо дорослим, щоб відвідувати Гоґвортс. Через десять років Гаррі виріс і перетворився на блідого, худого хлопчика з чорним волоссям, що стирчить на всі боки, і яскраво-зеленими очима. З раннього віку Гаррі розповідають, що його батьки загинули в автокатастрофі, але він не має жодної іншої інформації про них, навіть фотографії. Кузен Гаррі Дадлі домінує в сім'ї, задираючи Гаррі з його бандою друзів і будучи розпещеним дядьком Верноном і тіткою Петунією. У той час як у Дадлі є дві спальні - одна для його ліжка і одна для всіх його зламаних іграшок - Гаррі відведено маленьку комірчину під сходами.",
		videoYearReleased: 2001
	},
	{
		id: 3,
		videoName: "Матриця 4: Воскресіння (2021)",
		videoImage: "/video/video/03_The_Matrix_Resurrections/03_The_Matrix_Resurrections.webp",
		videoLink: "/video/video/03_The_Matrix_Resurrections/03_The_Matrix_Resurrections.mp4",
		videoGenre: ["Бойовик", "Фантастика"],
		videoCountry: ["США"],
		videoProducer: "Лана Вачовскі",
		videoActors: ["Кіану Рівз", "Кері-Енн Мосс", "Яхья Абдул-Матін II", "Джонатан Грофф", "Джесіка Хенвік", "Ніл Патрік Харріс", "Джада Пінкетт Сміт", "Приянка Чопра", "Крістіна Річчі", "Ламбер Вільсон"],
		videoDuration: 148,
		videoDescription: "Ключове значення для теорій фанатів про те, що може відбуватися в 'Матриці: Воскресіння', мають рішення акторів, оскільки Рівз - не єдиний актор, що повертається у франшизу. Кері-Енн Мосс знову виконує роль Трініті, хоча кадри з її участю доводять, що вона і Нео нічого не пам'ятають один про одного, що викликає припущення про достовірність її особистості. Також примітно, що наставника Нео, який допоміг йому втекти в оригіналі 1999 року, Морфеуса зіграє Яхья Абдул-Матін II, а не Лоуренс Фішберн, що створює питання про те, коли саме відбуватиметься дія фільму. Розумний маркетинг, проведений до виходу трейлера, показав величезне хвилювання з приводу 'Воскресіння Матриці', і цей синопсис, хоч і розпливчастий, напевно змусить фанатів проковтнути слину. В оригінальному фільмі вихід з Матриці був найлегшою частиною подорожі Нео: щоб пробудити його тіло, достатньо було однієї червоної таблетки. Однак у цьому фільмі терапевт прописує йому сині таблетки, що говорить про те, що цього разу програма використовує набагато активніший підхід до його стримування. Оскільки вона, очевидно, ще небезпечніша, ніж раніше, глядачам слід очікувати, що безпосередня боротьба за свободу в 'Матриці: Воскресіння' буде набагато тривалішою, ніж уперше.",
		videoYearReleased: 2021
	},
	{
		id: 4,
		videoName: "Дюна (2021)",
		videoImage: "https://kinogo.biz/uploads/mini/minifull/807/1631897484-1274225097.webp",
		videoLink: "https://youtu.be/ZCgvQ4QCBCo",
		videoGenre: ["Фантастика", "Бойовик", "Драма", "Пригоди"],
		videoCountry: ["США", "Канада", "Угорщина"],
		videoProducer: "Дені Вільньов",
		videoActors: ["Тімоті Шаламе", "Ребекка Фергюсон", "Оскар Айзек", "Джош Бролін", "Джейсон Момоа", "Зендея", "Стеллан Скарсгард", "Хав'єр Бардем, Дейв Батіста, Шарлотта Ремплінг"],
		videoDuration: 155,
		videoDescription: "Спадкоємець знаменитого будинку Атрейдес Пол вирушає разом із сім'єю на одну з найнебезпечніших планет у Всесвіті — Арракіс. Тут немає нічого, окрім піску, палючого сонця, гігантських чудовиськ та основної причини міжгалактичних конфліктів — неймовірно цінного ресурсу, який називається меланж. В результаті захоплення влади Пол змушений бігти і ховатися, і це стає початком його епічної подорожі. Ворожий світ Арракіса приготував для нього безліч важких випробувань, але тільки той, хто готовий поглянути у вічі своєму страху, гідний стати обраним.",
		videoYearReleased: 2021
	},
	{
		id: 5,
		videoName: "Веном 2 (2021)",
		videoImage: "http://filmitorrent.net/uploads/posts/2021-11/1638953229_poster-1227967.jpg",
		videoLink: "https://youtu.be/Othd8W8o3t0",
		videoGenre: ["Фантастика", "Бойовик", "Трилер", "Пригоди"],
		videoCountry: ["США", "Великобританія", "Канада"],
		videoProducer: "Енді Серкіс",
		videoActors: ["Том Харді", "Вуді Харрельсон", "Мішель Вільямс", "Наомі Харріс", "Рейд Скотт", "Стівен Грем", "Пеггі Лу", "Сіан Веббер", "Мішель Грінідж", "Роб Боуен"],
		videoDuration: 96,
		videoDescription: "Більш як через рік після тих подій журналіст Едді Брок намагається пристосуватися до життя як господар інопланетного симбіоту Венома, який наділяє його надлюдськими здібностями. Брок намагається відродити свою кар'єру і бере інтерв'ю у серійного вбивці Клетуса Касаді, який з волі нагоди стає господарем Карнажа і втікає з в'язниці після страти.",
		videoYearReleased: 2021
	},
	{
		id: 6,
		videoName: "Ріддік (2013)",
		videoImage: "http://filmitorrent.net/uploads/posts/2013-12/thumbs/1638953265_394fbe2.jpg",
		videoLink: "https://youtu.be/-UJRJJFntD0",
		videoGenre: ["Фантастика", "Бойовик", "Трилер", "Пригоди"],
		videoCountry: ["США", "Канада"],
		videoProducer: "Девід Туї",
		videoActors: ["Він Дізель", "Хорді Молья", "Метью Нейбл", "Кеті Сакхофф", "Дейв Батіста", "Бокім Вудбайн", "Рауль Трухільо", "Конрад Пла", "Денні Бланко", "Карл Урбан"],
		videoDuration: 119,
		videoDescription: "Ріддік, найбільш розшукуваний в освоєному космосі злочинець, був зрадливо підставлений своїми ж. Його, побитого до безпам'ятства, але не зламаного, відсилають помирати на околицю Всесвіту. Все, що відомо про цю ворожу безіменну планету, вкладається в жменьку непідтверджених відомостей: безводні землі, випалені сонцем вщент, заселені моторошними чудовиськами – «грязевими демонами», триногими бізонами та іншими тваринами, що мутували. Всі ці монстри напрочуд хитрі, кмітливі та неймовірно сильні. <br> Але Ріддіка, котрий звикли відчайдушно боротися за своє життя, цим не злякаєш. Він не лише зумів тут вижити, а й навчився протистояти кровожерливим хижакам. Незабаром він зібрав із залишків кораблів, що колись прилітали сюди, своєрідний маяк і активував його, пославши в космос сигнал про своє місцезнаходження. Він знав, що сюди одразу ж направлять галактичних найманців, щоб розправитися з ним. <br> Але Ріддік мав свої грандіозні плани, з чим зустріти «непроханих гостей» і як їм помститися. Але ж насувається жахлива буря, поспішайте, вбивці! Великий похід заради справедливості розпочався!",
		videoYearReleased: 2013
	}
	
]
console.dir(videos)
export default videos;